window.BOOK_CONFIG = {
  title: '__NAME__の でんしゃ',
  scenes: {
    hassha: {
      sfxs: ['ガタン　ゴトン', 'プシュー', 'ぷっぽー', 'しゅ　しゅ', 'カタコト', 'ピー'],
      talks: [
        '__NAME__、\nでんしゃ きたよ！',
        '__NAME__、\nのって のって！',
        'もうすぐ はっしゃ',
        'べる なるよー',
      ],
      colors: ['pink', 'yellow', 'white'],
      notes:  [262, 330, 392, 523],
    },
    machi: {
      sfxs: ['ガタンゴトン', 'ぴゅーっ', 'カタンコトン', 'びゅん', 'ガタタタ', 'シャー'],
      talks: [
        '__NAME__、\nまち みえる？',
        'ビル たかいねー',
        '__NAME__、\nおうち どこ？',
        'はやい はやーい！',
      ],
      colors: ['yellow', 'pink', 'white'],
      notes:  [392, 494, 587, 698],
    },
    tekkyo: {
      sfxs: ['カンカン', 'ゴーッ', 'ザザーッ', 'きらん', 'カラララ', 'ヒューン'],
      talks: [
        '__NAME__、\nかわ みえる？',
        'おさかな いるかな？',
        'てっきょう わたるよー',
        'やまも きれい！',
      ],
      colors: ['white', 'yellow', 'pink'],
      notes:  [440, 554, 659, 784],
    },
    yorunomachi: {
      sfxs: ['きら　きら', 'ぴかっ', 'カタンコトン', 'しーん', 'ピー', 'ぽつん'],
      talks: [
        '__NAME__、\nまちの あかり',
        'おつきさま\nついてくる',
        'よる だね',
        'ねむくない？',
      ],
      colors: ['yellow', 'white', 'white'],
      notes:  [294, 370, 440, 587],
    },
    shuchaku: {
      sfxs: ['プシュー', 'ピタッ', 'チーン', 'ことん', 'すとん', 'カチッ'],
      talks: [
        '__NAME__、\nついたよー！',
        'おりまーす',
        'よく がんばったね！',
        'また のろうね',
      ],
      colors: ['pink', 'yellow', 'white'],
      notes:  [262, 311, 392, 523],
    },
  },
};
